Repository: common-repository/automation-web-platform
Catalog: languages/awp-*.po
Languages: it

source: Checkout OTP Verification
it: Verifica OTP di Wawp Checkout

source: Verifies transactions with a one-time checkout code sent via WhatsApp.
it: Verifica le transazioni con un codice di pagamento una tantum inviato tramite WhatsApp.

source: Checkout shortcode
it: Testo Shortcode

source: Save Settings
it: Salva Impostazioni

source: Access Keys
it: Chiavi di accesso

source: Instance ID
it: Id istanza

source: Your Instance ID
it: L'ID dell'istanza

source: Your Access Token
it: Il tuo token di accesso

source: General
it: Generale

source: Activate login with WhatsApp
it: Attiva il login con WhatsApp

source: Activate validate register with WhatsApp
it: Attiva, convalida, registrati con WhatsApp

source: Login with OTP
it: Accedi con OTP

source: Ensures secure login with a quick one-time password sent via WhatsApp.
it: Garantisce un accesso sicuro con una password monouso rapida inviata tramite WhatsApp.

source: Login shortcode
it: Testo Shortcode

source: Login OTP Message
it: Invia messaggio

source: Sent when a customer logs in with their WhatsApp number.
it: Inviato quando un cliente accede con il proprio numero WhatsApp.

source: Write your message...
it: Scrivi il tuo messaggio...

source: Member name
it: Nome del membro

source: Generated OTP code
it: Codice OTP generato

source: URL redirection
it: Reindirizzamento dell'URL

source: * Redirection only work for WooCommerce native forms.
it: * Il reindirizzamento funziona solo per i moduli nativi di WooCommerce.

source: Signup OTP Verification
it: Notifica

source: Confirms new user registration with a one-time code sent via WhatsApp.
it: Conferma la registrazione di un nuovo utente con un codice monouso inviato tramite WhatsApp.

source: Register shortcode
it: Testo Shortcode

source: Signup OTP Message
it: Invia messaggio

source: Sent when a customer registers with their WhatsApp number.
it: Inviato quando un cliente si registra con il proprio numero WhatsApp.

source: Login
it: Accedi

source: Register
it: Registrati

source: User is not logged in.
it: L'utente non ha effettuato l'accesso.

source: Phone number is missing.
it: Manca il numero di telefono.

source: Phone number updated successfully.
it: I log sono stati cancellati correttamente.

source: OTP sent successfully via WhatsApp.
it: OTP inviato con successo tramite WhatsApp.

source: Failed to send OTP. Please try again.
it: OTP errato. Si prega di riprovare.

source: OTP verified successfully.
it: I log sono stati cancellati correttamente.

source: Incorrect OTP. Please try again.
it: OTP errato. Si prega di riprovare.

source: This phone number is already registered. Please login or use a different number.
it: Questo numero di telefono è già registrato. Si prega di utilizzare un numero diverso.

source: Enable checkout verification
it: Abilita la verifica OTP di Checkout

source: Disable for logged in users
it: Disattiva per gli utenti loggati

source: Message template
it: Modello di messaggio per il membro

source: Blocked phone numbers
it: Numeri di telefono bloccati

source: Enter blocked phone numbers separated by commas (,).
it: Immettere i numeri di telefono bloccati separati da virgole.

source: Checkout OTP message
it: Modello di messaggio OTP di checkout

source: Sent during checkout to verify the customer's number.
it: Inviato durante il checkout per verificare il numero del cliente.

source: Checkout OTP
it: Pagamento OTP

source: Blocked numbers saved successfully.
it: I log sono stati cancellati correttamente.

source: This phone number is blocked.
it: Questo numero di telefono è bloccato.

source: Phone number matches user account and is verified.
it: Il numero di telefono corrisponde all'account utente ed è verificato.

source: Phone number matches user account but is not verified.
it: Il numero di telefono corrisponde all'account utente ed è verificato.

source: This phone number is already registered. Please use a different number.
it: Questo numero di telefono è già registrato. Si prega di utilizzare un numero diverso.

source: Phone number is not registered.
it: Il numero di telefono non è registrato.

source: This phone number is blocked. Please use a different number.
it: Questo numero di telefono è bloccato. Si prega di utilizzare un numero diverso.

source: Confirm your order
it: Conferma il tuo ordine

source: To complete your order, enter the 6-digit code sent via WhatsApp to
it: Per completare l'ordine, inserisci il codice a 6 cifre inviato tramite WhatsApp a

source: Confirm order
it: Conferma ordine

source: Resend code
it: Invia di nuovo il link

source: Powered by
it: Offerto da

source: Instance ID or Access Token is missing.
it: L'ID istanza o il token di accesso sono mancanti.

source: Failed to send OTP via WhatsApp. Error:
it: Impossibile inviare OTP tramite WhatsApp. Errore:

source: Failed to send OTP via WhatsApp. Response:
it: Impossibile inviare OTP tramite WhatsApp. Risposta:

source: Please verify the OTP before placing your order.
it: Si prega di verificare l'OTP prima di effettuare l'ordine.

source: Whatsapp Number
it: Numero di WhatsApp

source: WhatsApp Verified
it: Numero di WhatsApp

source: Change
it: Cambia

source: Select Default Country
it: Paese Predefinito

source: Settings saved successfully!
it: Impostazioni salvate correttamente!

source: Invalid option page.
it: Pagina delle opzioni non valida.

source: Country code settings
it: Impostazioni del codice paese

source: Country Code
it: Codice Paese

source: Country codes whitelist
it: Whitelist dei codici paese

source: Wawp Country code settings
it: Impostazioni di notifica WaWP

source: Configure the default country code and the list of allowed countries for the WordPress login and register forms, as well as the WooCommerce checkout form.
it: Configura il codice paese predefinito e l'elenco dei paesi consentiti per i moduli di accesso e registrazione di WordPress, nonché il modulo di pagamento di WooCommerce.

source: Enabled Country
it: Paese Predefinito

source: Disabled Country
it: Paese Predefinito

source: Search for countries...
it: Cerca i paesi...

source: Select All
it: Seleziona tutto

source: Deselect All
it: Deseleziona tutto

source: Settings saved
it: Impostazioni salvate

source: Egypt
it: Egitto

source: Middle East
it: Medio Oriente

source: Saudi Arabia
it: Arabia Saudita

source: Europe
it: Europa

source: American Samoa
it: Samoa Americane

source: Americas
it: America

source: Antigua and Barbuda
it: Antigua e Barbuda

source: Bahrain
it: Bahrein

source: Belarus
it: Bielorussia

source: Belgium
it: Belgio

source: Bosnia and Herzegovina
it: Bosnia ed Erzegovina

source: Brazil
it: Brasile

source: Cambodia
it: Cambogia

source: Cameroon
it: Camerun

source: Central African Republic
it: Repubblica Centroafricana

source: Chad
it: Ciad

source: Chile
it: Cile

source: China
it: Cina

source: Comoros
it: Comore

source: Congo, Democratic
it: Congo, Democratico

source: Cote d'ivoire
it: Costa d'Avorio

source: Croatia
it: Croazia

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

source: Denmark
it: Danimarca

source: Djibouti
it: Gibuti

source: Dominican Republic
it: Repubblica Dominicana

source: Equatorial Guinea
it: Guinea Equatoriale

source: Ethiopia
it: Etiopia

source: Fiji
it: Isole Figi

source: Finland
it: Finlandia

source: France
it: Francia

source: Germany
it: Germania

source: Greece
it: Grecia

source: Hungary
it: Ungheria

source: Iceland
it: Islanda

source: Ireland
it: Irlanda

source: Italy
it: Italia

source: Jamaica
it: Giamaica

source: Japan
it: Giappone

source: Jordan
it: Giordania

source: Kazakhstan
it: Kazakistan

source: North Korea
it: Corea del Nord

source: South Korea
it: Corea del Sud

source: Kyrgyzstan
it: Kirghizistan

source: Lao People's Democratic Republic
it: Laos

source: Latvia
it: Lettonia

source: Lebanon
it: Libano

source: Libya
it: Libia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Malaysia
it: Malesia

source: Maldives
it: Maldive

source: Marshall Islands
it: Isole Marshall

source: Mexico
it: Messico

source: Moldova
it: Moldavia

source: Morocco
it: Marocco

source: Mozambique
it: Mozambico

source: Netherlands
it: Paesi Bassi

source: New Zealand
it: Nuova Zelanda

source: North Macedonia
it: Macedonia del Nord

source: Norway
it: Norvegia

source: Palestine
it: Palestina

source: Papua New Guinea
it: Papua Nuova Guinea

source: Peru
it: Perù

source: Philippines
it: Filippine

source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Rwanda
it: Ruanda

source: Saint Kitts and Nevis
it: Saint Kitts e Nevis

source: Saint Lucia
it: Santa Lucia

source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadine

source: Sao Tome and Principe
it: Sao Tome e Principe

source: Slovakia
it: Slovacchia

source: Solomon Islands
it: Isole Salomone

source: South Africa
it: Sudafrica

source: South Sudan
it: Sudan del Sud

source: Spain
it: Spagna

source: Sweden
it: Svezia

source: Switzerland
it: Svizzera

source: Syrian Arab Republic
it: Siria

source: Tajikistan
it: Tagikistan

source: Thailand
it: Thailandia

source: Timor-Leste
it: Timor Est

source: Trinidad and Tobago
it: Trinidad e Tobago

source: Turkey
it: Turchia

source: Ukraine
it: Ucraina

source: United Arab Emirates
it: Emirati Arabi Uniti

source: United Kingdom
it: Regno Unito

source: United States
it: Stati Uniti

source: Wawp, It is recommended to enable "High-performance order storage" and "Enable compatibility mode" in WooCommerce for better performance.
it: Wawp, Si consiglia di abilitare "Archiviazione ordini ad alte prestazioni" e "Abilita modalità compatibilità" in WooCommerce per prestazioni migliori.

source: Click here to enable these options.
it: Fare clic qui per abilitare queste opzioni.

source: I have already activated the setting
it: Ho già attivato l'impostazione

source: Sender Settings
it: Salva Impostazioni

source: Notifications
it: Notifiche

source: WhatsApp Notifications
it: Notifica WhatsApp

source: Wa Notifications
it: Notifica

source: Login & Signup OTP
it: Login e registrazione OTP

source: OTP Logins
it: Accesso OTP

source: Notification Logs
it: Registri delle notifiche

source: System Status
it: Stato del Sistema

source: Resend Message %s
it: Invia di nuovo il messaggio %s

source: All changes have been saved!
it: Tutte le modifiche sono state salvate!

source: Message logs have been cleared!
it: I registri dei messaggi sono stati cancellati!

source: Send Message %s
it: Invia messaggio %s

source: Receive
it: Ricevuta

source: Pending
it: In attesa

source: Processing
it: Elaborazione

source: Completed
it: Completato

source: Failed
it: Fallito

source: Refunded
it: Rimborsato

source: Cancelled
it: Annullato

source: Every 6 hours
it: Ogni 6 ore

source: Every 30 minutes
it: Ogni 30 minuti

source: Connection Status
it: Stato della connessione

source: Message delivery statuses
it: Stati di recapito dei messaggi

source: Test in progress..
it: Test in corso.

source: Phone Status: Online
it: Stato del telefono: Online

source: Phone Status: Offline
it: Stato del telefono: Offline

source: You've sent a test message to (Wawp), check your WhatsApp.
it: Richiesta inviata! Controlla il tuo WhatsApp.

source: Access token does not exist
it: Il token di accesso non esiste

source: Instance ID Invalidated
it: Id istanza

source: Generate QR Code
it: Codice OTP generato

source: Error
it: Errore

source: Create a free account at
it: Crea un account gratuito su

source: Link your WhatsApp using a QR code.
it: Collega il tuo WhatsApp utilizzando un codice QR.

source: Copy and paste instance id and access token.
it: Copia e incolla l'ID istanza e il token di accesso.

source: Click "Save", then perform a connection test.
it: Fare clic su "Salva", quindi eseguire un test di connessione.

source: Create free account
it: Crea un account gratuito

source: Note:
it: Nota:

source: You can link the same number for notifications and OTP.
it: Puoi collegare lo stesso numero per le notifiche e l'OTP.

source: Notifications number
it: Notifica

source: Connect your WhatsApp number to send order updates, follow-up messages, and abandoned cart notifications.
it: Collega il tuo numero WhatsApp per inviare aggiornamenti sugli ordini, messaggi di follow-up e notifiche di carrello abbandonato.

source: Save
it: Salva ID

source: Connection status
it: Test di connessione

source: Connection test
it: Test di connessione

source: OTP number
it: Numero OTP

source: Connect your WhatsApp number to send a One-Time Password (OTP) for login, register and checkout verification.
it: Collega il tuo numero WhatsApp per inviare una password monouso (OTP) per l'accesso, la registrazione e la verifica del checkout.

source: Enable OTP login
it: Accesso OTP

source: Enable signup verification
it: Abilita la verifica OTP di Checkout

source: Wawp testing
it: اعدادات WAWP

source: Done
it: Fatto

source: It is recommended to meet the system requirements for the best experience with the Wawp plugin. Regularly check for system updates and update it till the requirement configurations. The red warning sign in the Your System column means that the system does not meet the requirements of the Wawp plugin.
it: Si consiglia di soddisfare i requisiti di sistema per la migliore esperienza con il plug-in Wawp. Controlla regolarmente la presenza di aggiornamenti di sistema e aggiornalo fino alle configurazioni dei requisiti. Il segnale di avviso rosso nella colonna Il tuo sistema indica che il sistema non soddisfa i requisiti del plug-in Wawp.

source: For best performance, make sure to deactivate the proxy from CDN services such as Cloudflare or integrated within the hosting such as the Hostinger panel.
it: Per ottenere le migliori prestazioni, assicurati di disattivare il proxy dai servizi CDN come Cloudflare o integrato all'interno dell'hosting come il pannello Hostinger.

source: WordPress Environment
it: Ambiente WordPress

source: Requirement
it: Requisiti

source: Your System
it: Il tuo sistema

source: WP Version:
it: Versione WP:

source: WP Multisite:
it: WP Multisito:

source: System Language:
it: Lingua del sistema:

source: Enabled
it: Abilitato

source: Disabled
it: Disabilitato

source: Uploads folder writable:
it: Cartella di caricamenti scrivibile:

source: .htaccess File Access:
it: Accesso ai file .htaccess:

source: Wawp Plugin Version:
it: Versione del plug-in Wawp:

source: Last Update Date:
it: Data dell'ultimo aggiornamento:

source: Server Environment
it: Ambiente Server

source: MySQL Version:
it: Versione MySQL:

source: PHP Version:
it: Versione PHP:

source: PHP Memory Limit:
it: PHP Limite Memoria:

source: Max Upload Size:
it: WP Dimensione Max Upload:

source: ZipArchive:
it: Archivio Zip:

source: enabled
it: abilitato

source: WP Remote Get:
it: Accesso WP Remoto:

source: php.ini values are shown above. Real values may vary, please check your limits using
it: php.ini valori sono mostrati sopra. I valori reali possono variare, si prega di verificare i propri limiti utilizzando

source: Unknown
it: Sconosciuto

source: Writable
it: Scrivibile

source: Not Writable
it: Non Scrivibile

source: Found
it: Trovato

source: Not Found
it: Non trovato

source: Available
it: Disponibile

source: Not Available
it: Non disponibile

source: Every 15 Days
it: Ogni 15 giorni

source: Admin notifications
it: Notifiche Admin

source: Abandoned cart
it: Carrello Abbandonato

source: Quick message
it: Messaggio

source: Send real-time WhatsApp messages to your customers based on order status changes or new order creations.
it: Invia messaggi WhatsApp in tempo reale ai tuoi clienti in base alle modifiche dello stato dell'ordine o alla creazione di nuovi ordini.

source: Save Changes
it: Salva modifiche

source: Default Country Code:
it: Prefisso internazionale predefinito:

source: Add your country code without any 00 or + ex: 2 for EG or 966 for SA
it: Aggiungi il prefisso internazionale senza 00 o + es: 2 per EG o 966 per SA

source: Your country code
it: Il prefisso internazionale

source: Insert country code only if your customer is from a single country. This will remove the country detection library on the old checkout page. Leave blank if your customer is from many countries.
it: Inserisci il prefisso internazionale solo se il tuo cliente proviene da un solo paese. In questo modo verrà rimossa la libreria di rilevamento dei paesi nella vecchia pagina di pagamento. Lascia vuoto se il tuo cliente proviene da molti paesi.

source: Customer language:
it: Nota del cliente:

source: Default
it: Predefinito

source: Arabic
it: Arabo

source: Accepts .png, .jpg, .jpeg
it: Accetta .png, .jpg .jpeg

source: Upload image
it: Carica immagine

source: Order status notifications
it: Notifiche client

source: Automatically send notification messages based on the primary language of the user’s WordPress account, including English, French, Italian, German, Spanish, Hindi, or any LTR language.
it: Funziona in base alla lingua principale dell'account WordPress dell'utente, tra cui inglese, francese, italiano, tedesco, spagnolo o qualsiasi altra lingua. Basta inserire i messaggi di notifica e lasciarli funzionare automaticamente.

source: User Registration
it: Registrazione Utente

source: Sent when a user registers on WordPress.
it: Inviato quando un utente si registra su WordPress.

source: User Login
it: Login Utente

source: Sent when a user logs in to WordPress.
it: Inviato quando un utente accede a WordPress.

source: Sent when an order is placed on hold.
it: Inviato quando un ordine viene messo in attesa.

source: Order Pending Payment
it: Ordine in attesa di pagamento

source: Order Processing
it: Gestione dell’Ordine

source: Sent when an order is being processed.
it: Inviato durante l'elaborazione di un ordine.

source: Order Completed
it: Ordine completo

source: Sent when an order is completed.
it: Inviato quando un ordine è stato completato.

source: Order Failed
it: Ordine non riuscito

source: Sent when an order fails.
it: Inviato quando un ordine non va a buon fine.

source: Order Refunded
it: Ordine rimborsato

source: Sent when an order is refunded.
it: Inviato quando un ordine viene rimborsato.

source: Order Cancelled
it: Ordine cancellato

source: Sent when an order is cancelled.
it: Inviato quando un ordine viene annullato.

source: Order Note
it: Note Ordine

source: Sent when an order note is added.
it: Inviato quando viene aggiunta una nota d'ordine.

source: Order - %s:
it: Ordine - %s:

source: Write your message here..
it: Scrivi qui il tuo messaggio.

source: Image URL (Max 1 MB)...
it: URL immagine (max 1 MB)...

source: Upload Image
it: Carica immagine

source: إرسل اشعارات حالة الطلب باللغة العربية تلقائياً، تعمل فقط في حالة اذا كانت اللغة العربية هي لغة الموقع الرئيسية أو اذا كانت لغة اضافية بموقع متعدد اللغات.
it: اذا كان موقعك متعدد اللغات ولديك لغتين علي الاقل بما فيها العربية يمكنك استخدام حقل الرسائل باللغة العربية لإرسال الرسائل حسب لغة حساب مستخدم ووردبريس.

source: إشعار التسجيل
it: اشعار الطلب فشل

source: يتم إرساله عند تسجيل المستخدم في WordPress.
it: Puoi usare anche WordPress.

source: إشعار تسجيل الدخول
it: اشعار الطلب المكتمل

source: قيد الانتظار
it: اشعار الطلب قيد الانتظار

source: بانتظار الدفع
it: اشعار الطلب بإنتظار الدفع

source: قيد التنفيذ
it: اشعار الطلب قيد التنفيذ

source: الطلب مكتمل
it: اشعار الطلب المكتمل

source: ارجاع الطلب
it: اشعار الطلب فشل

source: الغاء الطلب
it: اشعار الطلب فشل

source: ملاحظات الطلب
it: اشعار الطلب فشل

source: اكتب رسالتك هنا..
it: اكتب رسالتك باللغة العربية هنا..

source: رابط الصورة (بحد أقصى 1 ميجابايت)...
it: رابط الصورة (الحجم الاقصي 1 MB)...

source: Receive WhatsApp messages about new orders or order status updates to stay informed in real-time.
it: Ricevi messaggi WhatsApp sui nuovi ordini o aggiornamenti sullo stato degli ordini per rimanere informato in tempo reale.

source: Admin order notifications
it: Notifiche Admin

source: Stay updated by receiving customer orders directly on your WhatsApp.
it: Rimani aggiornato ricevendo gli ordini dei clienti direttamente sul tuo WhatsApp.

source: Enter the admin notification message...
it: Inserisci il messaggio di notifica dell'amministratore...

source: Image URL (optional)
it: Immagine WhatsApp (opzionale)

source: Sent to admin when a user registers on WordPress.
it: Inviato all'amministratore quando un utente si registra su WordPress.

source: Sent to admin when a user logs in to WordPress.
it: Inviato all'amministratore quando un utente accede a WordPress.

source: Admin On-Hold
it: In Attesa

source: Sent to the admin when an order is placed on hold.
it: Inviato all'amministratore quando un ordine viene messo in attesa.

source: Admin Pending Payment
it: في انتظار الدفع

source: Sent to admin when an order is pending payment.
it: Inviato all'amministratore quando un ordine è in attesa di pagamento.

source: Sent to admin when an order is being processed.
it: Inviato all'amministratore quando un ordine è in fase di elaborazione.

source: Sent to admin when an order is completed.
it: Inviato all'amministratore quando un ordine è completato.

source: Sent to admin when an order fails.
it: Inviato all'amministratore quando un ordine non va a buon fine.

source: Admin Refunded Order
it: Ordine rimborsato dall'amministratore

source: Sent to admin when an order is refunded.
it: Inviato all'amministratore quando un ordine viene rimborsato.

source: Sent to admin when an order is cancelled.
it: Inviato all'amministratore quando un ordine viene annullato.

source: Retarget customers with WhatsApp messages based on their order status and a timeframe you set.
it: Effettua il retargeting dei clienti con messaggi sugli ordini in base al loro stato attuale e dopo un periodo di tempo specificato da te.

source: Order follow up notifications
it: Notifiche di follow-up degli ordini

source: Send timely follow-up messages to customers after their orders are placed, keeping them informed about their order status and encouraging engagement.
it: Invia messaggi di follow-up tempestivi ai clienti dopo che i loro ordini sono stati effettuati, tenendoli informati sullo stato del loro ordine e incoraggiando il coinvolgimento.

source: On-Hold
it: In Attesa

source: #1 - On-hold follow-up
it: #1 - Follow-up in sospeso

source: Remind customers their order is awaiting fulfillment and reassure them.
it: Ricorda ai clienti che il loro ordine è in attesa di evasione e rassicurali.

source: Send message after:
it: Invia messaggio dopo:

source: #2 - On-hold follow-up
it: #2 - Follow-up in sospeso

source: Remind customers their order is still awaiting fulfillment and reassure them again.
it: Ricorda ai clienti che il loro ordine è ancora in attesa di evasione e rassicurali di nuovo.

source: Write your follow-up message here..
it: Scrivi qui il tuo messaggio.

source: #3 - On-hold follow-up
it: #3 - Follow-up in sospeso

source: Remind customers their order is still on hold.
it: Ricorda ai clienti che il loro ordine è ancora in sospeso.

source: #4 - On-hold follow-up
it: #4 - Follow-up in sospeso

source: Remind customers their order is still on hold after 96 hours.
it: Ricorda ai clienti che il loro ordine è ancora in sospeso dopo 96 ore.

source: Post Purchase
it: Post acquisto

source: Aftersales Follow-up
it: Follow-up post-vendita

source: Send a follow-up message to customers after their order is completed.
it: Invia un messaggio di follow-up ai clienti dopo che il loro ordine è stato completato.

source: Write your aftersales message here..
it: Scrivi qui il tuo messaggio.

source: Aftersales Follow-up 2
it: Follow-up post-vendita 2
