Repository: common-repository/automation-web-platform
Catalog: languages/awp-*.po
Languages: it

source: Send a second follow-up message to customers after their order is completed.
it: Invia un secondo messaggio di follow-up ai clienti dopo che il loro ordine è stato completato.

source: Aftersales Follow-up 3
it: Follow-up post-vendita 3

source: Send a third follow-up message to customers after their order is completed.
it: Invia un terzo messaggio di follow-up ai clienti dopo che il loro ordine è stato completato.

source: Aftersales Follow-up 4
it: Follow-up post-vendita 4

source: Send a fourth follow-up message to customers after their order is completed.
it: Invia un quarto messaggio di follow-up ai clienti dopo che il loro ordine è stato completato.

source: Target visitors who abandoned their shopping carts after entering their details but did not complete the purchase.
it: Rivolgiti ai visitatori che hanno raggiunto il carrello e inserito i dati ma non hanno completato l'acquisto.

source: <div class="hint-head"><span>Enable Abandoned Cart Notifications</span></div><div class="hint-info"><p class="desc">Install the <strong>Cartbounty plugin</strong> to activate notifications for abandoned carts.</p><a href="%s" class="banner-cta">Install Cartbounty</a></div>
it: <div class="hint-head"><span>Abilita le notifiche di carrello abbandonato</span></div><div class="hint-info"><p class="desc">Installa il <strong>plug-in Cartbounty</strong> per attivare le notifiche per i carrelli abbandonati.</p><a href="%s" class="banner-cta">Installa Cartbounty</a></div>

source: Abandoned cart notifications
it: Notifiche Admin

source: Remind customers about the items left in their cart and encourage them to complete their purchase with personalized WhatsApp messages.
it: Ricorda ai clienti gli articoli rimasti nel carrello e incoraggiali a completare l'acquisto con messaggi WhatsApp personalizzati.

source: Abandoned Cart Follow-up
it: Carrello Abbandonato

source: Send a follow-up message to customers who have abandoned their cart.
it: Invia un messaggio di follow-up ai clienti che hanno abbandonato il carrello.

source: Write your abandoned cart message here..
it: Scrivi qui il tuo messaggio.

source: Send messages to any WhatsApp number from this section.
it: Invia messaggi a qualsiasi numero WhatsApp da questa sezione.

source: Send WhatsApp message to:
it: Invia il messaggio WhatsApp al numero specifico dopo l'invio del modulo<br>Questi sono i seguenti tag che puoi usare:

source: You can send a WhatsApp message to an individual customer directly from here.
it: Puoi impostare il pulsante Invia messaggio di accesso a WhatsApp e personalizzare il messaggio di accesso...

source: Send Message
it: Invia messaggio

source: Connect
it: Connetti

source: Instance Control
it: Controllo dell'istanza

source: Control Description
it: Descrizione del controllo

source: A connection test is performed between the WhatsApp number and the Wawp system to inform you of the result whether it is connected or not
it: Viene eseguito un test di connessione tra il numero WhatsApp e il sistema Wawp per informarti del risultato se è connesso o meno

source: A WhatsApp message is sent from your number registered with Wawp and added to the WordPress plugin settings (account ID and access Token) to the Wawp Bot number to verify that the plugin is active and notifications are sent normally.
it: Un messaggio WhatsApp viene inviato dal tuo numero registrato con Wawp e aggiunto alle impostazioni del plugin di WordPress (ID account e token di accesso) al numero di Wawp Bot per verificare che il plugin sia attivo e che le notifiche vengano inviate normalmente.

source: Logs cleared successfully.
it: I log sono stati cancellati correttamente.

source: To view your wawp log, please browse from your computer.
it: Per visualizzare il registro wawp, sfoglia dal tuo computer.

source: Wawp Log only counts notification messages, we'll release a new update to count login and checkout confirmation messages.
it: Wawp Log conta solo i messaggi di notifica, rilasceremo un nuovo aggiornamento per contare i messaggi di conferma dell'accesso e del checkout.

source: Search in log:
it: Cerca nel registro:

source: Type to search...Date/WhatsApp Number/Message/Image Attachment/Status
it: Digita per cercare... Data/Numero WhatsApp/Messaggio/Immagine allegata/Stato

source: Clear Logs
it: Pulisci logs

source: Date
it: Data

source: WhatsApp Number
it: Numero di WhatsApp

source: Message
it: Messaggio

source: Image Attachment
it: Immagine allegata

source: Plugin status
it: Stato del plug-in

source: Resend
it: Invia di nuovo

source: Wawp - Instant Order Notifications & OTP Verification for WooCommerce requires WooCommerce to be installed and active.
it: Wawp - Instant Order Notifications & OTP Verification for WooCommerce richiede che WooCommerce sia installato e attivo.

source: Install WooCommerce Now
it: Installa subito WooCommerce

source: Your Whatsapp number
it: Il tuo numero WhatsApp

source: Send code via Whatsapp
it: Accedi tramite WhatsApp

source: Enter the code you received
it: Inserisci il codice che hai ricevuto

source: Remember me
it: Ricordami

source: Login via Whatsapp
it: Accedi tramite WhatsApp

source: Login via Email & Password
it: Accedi tramite e-mail

source: Login via Email
it: Accedi tramite e-mail

source: Valid WhatsApp number is required.
it: Il numero di telefono non è registrato.

source: Instance ID or Access Token is missing. Please check your settings.
it: L'ID istanza o il token di accesso sono mancanti.

source: Failed to send passkey. Please try again or contact administrator.
it: Impossibile inviare la passkey. Riprova o contatta l'amministratore.

source: Request sent! Check your WhatsApp.
it: Richiesta inviata! Controlla il tuo WhatsApp.

source: This number is not registered on this site. Please try again with a valid number or register.
it: Questo numero non è registrato su questo sito. Si prega di riprovare con un numero valido o di registrarsi.

source: Security check failed.
it: Controllo di sicurezza non riuscito.

source: Success!
it: Riuscito!

source: Something wrong with your login
it: C'è qualcosa che non va nel tuo registro

source: Mismatch passkey. Try again.
it: Chiave di accesso non corrispondente. Riprova.

source: Template not found.
it: Impossibile trovare il Template.

source: Your WhatsApp Number
it: Il tuo numero WhatsApp

source: Your WhatsApp number may not be valid. Please recheck.
it: Il tuo numero WhatsApp potrebbe non essere valido. Si prega di ricontrollare.

source: OTP is missing or invalid.
it: OTP mancante o non valido.

source: This email is already registered.
it: Questo indirizzo email è già registrato.

source: This WhatsApp number is already registered.
it: Il numero di telefono non è registrato.

source: This username is already taken.
it: Questo nome utente è già esistente.

source: The OTP code is incorrect. Please try again.
it: OTP errato. Si prega di riprovare.

source: Email is required.
it: L’email è richiesta.

source: Phone number is required.
it: Numero di telefono richiesto.

source: OTP code is required.
it: Il codice OTP è obbligatorio.

source: Your session has expired. Please reload the page and try again.
it: La sessione è scaduta. Ricarica la pagina e riprova.

source: Wawp OTP
it: Wawp OTP per Woocommerce Login & Registrati

source: Upgrade Now to Wawp Pro. Use the code “
it: Aggiorna ora a Wawp Pro. Usa il codice "

source: ” to get 50% off.
it: " per ottenere 50% off.

source: 🕒 Limited Time Offer!
it: 🕒 Offerta a tempo limitato!

source: Text formatting
it: Formattazione testo

source: Support
it: Supporto

source: Made with ♥ by the Wawp Team
it: Realizzato con ♥ dal team Wawp

source: Please rate <strong>Wawp</strong> <a href="%1$s" target="_blank" rel="noopener noreferrer">★★★★★</a> on <a href="%2$s" target="_blank" rel="noopener noreferrer">WordPress.org</a> to help us spread the word.
it: Valuta <strong>Wawp</strong> <a href="%1$s" target="_blank" rel="noopener noreferrer">★★★★★</a> su <a href="%2$s" target="_blank" rel="noopener noreferrer">WordPress.org</a> per aiutarci a spargere la voce.

source: Email or username
it: Email o Nome Utente

source: Lost your password?
it: Password dimenticata?

source: Username
it: Nome utente

source: Email address
it: Indirizzo email

source: Wawp - OTP Verification, Order Notifications, and Country Code Selector for WooCommerce
it: Notifica istantanea e OTP per Woocommerce di Wawp

source: Wawp is the best way to send & receive order updates, recover abandoned carts, drive repeat sales, and secure your store using OTP – all via WhatsApp.
it: Wawp è il modo migliore per inviare e ricevere aggiornamenti sugli ordini, recuperare i carrelli abbandonati, aumentare le vendite ripetute e proteggere il tuo negozio utilizzando OTP, tutto tramite WhatsApp.
